;
; grdView.LanguageConfig = Application.StartupPath & "\Language.ini"
;
[CalendarCtrl]
;Month
Jan=January
Feb=February
Mar=March
Apr=April
May=May
Jun=June
Jul=July
Aug=August
Sep=September
Oct=October
Nov=November
Dec=December
;Week
Sun=Sun
Mon=Mon
Tue=Tue
Wed=Wed
Thu=Thu
Fri=Fri
Sat=Sat
Today=Today

[PrintPreviewDlg]
Caption=Print Preview
Print=Print
PageSetup=PageSetup
ActualSize=Actual Size
FitWindow=Fit Window
Close=Close

[PrintDlg]
Caption=Print
Printer=Printer
Name=Name
Status=Status
Type=Type
Where=Where
Comment=Comment
PrintRange=Print range
All=All
CurrentPage=Current page
PagesFrom=Pages from
Copies=Copies
NumberOfCopies=Number of copies
Collate=Collate
OK=OK
Cancel=Cancel

[PageSetupDlg]
Caption=Page Setup
;TabPage 1
Orientation=Orientation
Portrait=Portrait
Landscape=Landscape
PaperSize=PaperSize
Size=Size
Width=Width
Height=Height
Scaling=Scaling
AdjustTo=Adjust to
NormalSize=% normal size
FitPaper=Fit Paper
PrintTitles=Print Titles
TitleRows=Title Rows
TitleColumns=Title Columns
PrintArea=Print Area
RowsFrom=Rows from
ColumnsFrom=Columns from
Print=Print
PrintColumnHeader=Print Column Header
PrintRowHeader=Print Row Header
BlackAndWhite=Black and White
PrintGridlines=Print Gridlines
;TabPage 2
Left=Left
Top=Top
Right=Right
Bottom=Bottom
Header=Header
Footer=Footer
CenterOnPage=Center on page
CenteredHorizontally=Centered Horizontally
CenteredVertically=Centered Vertically
;TabPage 3
LeftHeader=Left Header
CenterHeader=Center Header
RightHeader=Right Header
LeftFooter=Left Footer
CenterFooter=Center Footer
RightFooter=Right Footer
Font=Font
;TabPage caption
Page=Page
Margins=Margins
HeaderFooter=Header/Footer
;Buttons
OK=OK
Cancel=Cancel

[Message]
Title=Warning
Err600=Invalid property value.
Err601=The row number or column number you specified is outside valid range.
Err602=The row height is less than zero.
Err603=The column width is less than zero.
Err604=No ComboBox control in the column.
Err605=Both TopRow and LeftCol property value cannot be set in fixed area.
Err606=Fixed cells cannot merge with non-fixed cells.
Err607=Frozen cells cannot merge with non-frozen cells.
Err608=Invalid function argument value.
Err609=The number must be greater than zero.
Err610=Memory allocation fails.
Err611=The range of the pasting content exceeds the grid boundary.
Err612=The range to be cuted/pasted contains the locked cell,operation fails.
Err613=The printer does not support the paper size you set.
Err614=No available printer detected.
Err615=Settings you chose for the left and right margins are too large for the page width.
Err616=Settings you chose for the top and bottom margins are too large for the page height.
Err617=Print area's initial value cannot be greater than the termination value. 
Err618=The range to be dragged/dropped contains the locked cell,operation fails.